{"songs": [{"title": "Can You Dig It?", "album": null, "year": null, "lyrics": "John: go! dig it!\nYou can give it if you got it\nIf you got it you can give it\nYeah! give it!\nWell, you can give it if you got it\nAnd if you got it you can give it\nCome on and get it!\nCoome on! come ooon!\nSo, can you dig it in the morning?\nGeorge: dig it in the evening\nJohn: dig it in the evening\nGeorge: dig it in the morning\nJohn: dig it ev'ry night and day\nGeorge: dig it in the evening\nJohn: well, you can give it if you want it\nAnd if you want it you can get it\nSo come on!\nGeorge: come ooon!\nJohn: come on! come on!\nGeorge: come on!\nJohn & george: come on! come on! come on! come on!\nJohn: come on! come on! come on!\nWell, can you dig iiit?\nGeorge: can you dig it in the morning?\nJohn: can you dig it? ooh!\nGeorge: can you dig it in the evening?\nJohn: like a rolling stone\nGeorge: can you dig it in the morning?\nJohn: yes i can!\nGeorge: can you dig it in the evening?\nJohn: yes i can!\nCan dig it every time of night, or day!\nGeorge: come on, come on, come on\nJohn: oo-ooh\nGeorge: dig it in the morning\nJohn: oo-ooh oo-ooh\nGeorge: dig it in the evening\nJohn: dig it! dig! dig it! dig! dig it! dig!\nGeorge: dig it in the ceiling\nLet's...\nJohn: what?\nWhat? can you give it?\nGeorge: can you give it?\nJohn: well, can you give it?\nGeorge: well, i can take it!\nJohn: okay!\nWell, if you give it if you want it\nAnd you if you want it you can get it\nCome on!\nGeorge: come on!\nJohn: come on!\nGeorge: i dig it in the morning\nJohn: come on and get it!\nGeorge: dig it in the evening!\nJohn: and in the morning!\nGeorge: dig it in the evening!\nJohn: dig it every night and day!\nGeorge: dig it every morning!\nJohn: ooh! well, can you dig it?\nGeorge: come on, come on, come on, come on, come on!\nJohn: well, can you dig it?\nGeorge: come on, come on, come on, come on, come on!\nJohn: well, can you dig it?\nGeorge: come on, come on, come on\nJohn & george: come on, come on\nJohn: come on, come on, come on, come on, come on, come on, come on, come on, come on, come on, come on!\nGeorge: come on, come on, come on!\nJohn: well, can you dig it?\nYeah?\nGeorge: dig it every morning!\nJohn: well, can you dig it?\nGeorge: yeah! i dig it every evening!\nJohn: well, you could dig it every time of day\nOr night, or afternoon, or evening, at teatime, at suppertime, at breakfast time, at middle time, yeah!\nI can dig it, people, when i'm eatin'!\nI can dig it, cause i love it!\nDon't let me down!\nGet Back!\nI've Got a Feeling!\nTwo of Us!\nAll I Want to Do!\nTeddy Boy!\nOne after 909!\nAll Things Must Pass!\nDig It!\nLet It Be!\nThe Long and Winding Road!\nFor You Blue!\nMaxwell's Silver Hammer!\nShe Came In Through the Bathroom Window!\nYes, i love it!\nCome on, come on and get it!\nCome on and get it!\nWell, you can get it if you want it\nAnd if you want it you can get it, so come on!\nCome on!\nPaul: make it up, take it up, take it up\nJohn: for christ's sake, come on!\nPaul: take it up, take it up, take it up, take it up, take it up\nPaul & john: break it up, take it up, take it up, take it up!\nAre you big enough to get it?\nPaul: take it up, pick it up, take it up\nJohn: how big enough to get it?\nPaul: if you want it you can pick it up\nBig enough to... god...\nJohn: well, if you're big enough, come on and get it!\nPaul: want it you can pick it up\nIn the morning you can pick it up\nJohn: it's free!\nPaul: if you want it, you can pick it\nJohn: i love it!\nPaul: if you get it, you can break it up\nJohn: can't do without it\nPaul: if you want it, you can get it, you can get it\nJohn: i can hardly keep my hands still\nPaul: you can get it up, if you want it, you can dig it, if you dig it, you can pick it up\nJohn: yes i can\nI can ...\nPaul: want it, you can dig it, you can dig it\nYou can dig it up if you want it\nJohn: what's the * word baby?\nPaul: if you dig it, you can dig it\nYou can dig it up if you want it\nJohn: well, can you dig it?\nPaul: you can dig it, and you can dig it\nJohn: well, you can dig it in the morning\nPaul: you can dig it up if you want it\nYou can dig it, and if you dig it\nJohn: and dig it everyday\nPaul: you can dig it up if you want it\nYou can dig it, you can dig it\n...\nJohn: you can dig it after chicken\nAnd you can dig it after play\nYou gotta dig!\nCome on!\nCome on!\nLike a rolling stone!\nLike a rolling stone!\nLike a rolling stone!\nLike the fbi!\nAnd the cia!\nAnd the bbc!\nBb king!\nAnd doris day!\nMatt busby!\nDig it! dig it! dig it! dig it! dig! dig! dig it! dig it! dig it! dig it! dig it! dig! dig it! dig it! dig it! dig it! dig it! dig it! dig it!\nPaul: if you want it you can take it\nIf you want it you can pick it up\nIf you want it you can take it\nWant it you can pick it\nWant it you can, baby\n...\nJohn & ~paul: you can get it, baby, if you want it\nBaby, you can get it\nJohn: give it if you want it\nYou can get it if you want it\nIf you need it, you can ask for it!\nAny time of day!\nCome on!\nCome on and dig it!\nPaul: oh, if you want it\nJohn: any time of day!\nAnd any time of night!\nPaul: i want it, i want it, i want it, i want it, i want it, i want it, i want it\nJohn: dig it in the mornii-iing\nPaul: i dig it, i dig it, i dig it, i dig it, i dig it, aah\nJohn: dig! dig! dig! eeh!\nCome on and get it!\nGet it!\nGet it! get it! get it! get it!\nGet it!\nWell, can you dig it in the morning?\nDig it every evening?\nDig it every time of day?\nIf you want it, all you gotta do is ask for it!\nNicely!\nSay pretty please, and you're gonna get it!\nYou gonna get it alright, you gonna get it!\nYeah!\nYou gonna get it\nThis time you're gonna get it good!\nHe-he-hey\n(oh, sorry!)", "image": "https://images.genius.com/df75ede64ffcf049727bfbb01d323081.400x400x1.jpg"}], "artist": "The Beatles"}